[
  {
    "desc": "Alcoholism, clinically referred to as alcohol use disorder (AUD), is a common, chronic, and sometimes-progressive medical condition that involves the compulsive consumption of alcohol. Such maladaptive patterns of drinking can lead to several serious social, familial, and physical consequences. Fortunately, there are highly-effective and diverse alcoholism treatment programs available to people with mild-to-severe AUDs.Some of a person’s risk in developing an AUD depends on how much, how often, and how quickly they consume alcohol. Certain biological, psychological, and social influences are also believed to play a role in the development of AUDs. Some risk factors that may lead to someone developing an AUD may include:\n\n        Genetics.\n        A family history of alcoholism.\n        Parental drinking patterns.\n        Exposure to trauma and stress during childhood.\n        Drinking alcohol at an early age. Scientists have found that people who began drinking at age 15 or younger were 5 times more likely to develop an AUD than those who started drinking at age 21 or older. In addition, the risk for females in this group is higher than for males.\n        ",
    "name": "Alcohol Abuse Treatment",
    "slug": "alcohol-abuse-treatment",
    "image": "https://www.gladstonesclinic.com/wp-content/uploads/2017/12/Alcohol-Treatment-Center-e1512670880935.jpg"
  },
  {
    "desc": " Addiction is a chronic disease characterized by compulsive, or uncontrollable, drug seeking and use regardless of harmful consequences and changes to the brain that can last for a long time. As a result of these changes in the brain, people who use drugs can display harmful behaviors. Relapse is a common symptom of drug addiction. A relapse occurs when a person returns to drug use after making an attempt to quit.\n\n    A person’s journey to drug addiction begins when they take drugs voluntarily. Over time, however, a person’s ability to choose not to do so is compromised. It becomes compulsive to seek and take the drug. Drug exposure over a long period of time has a detrimental effect on brain function. Parts of the brain involved in reward and motivation, learning and memory, as well as control of behavior are affected by addiction.\n    \n    Both the brain and behavior are affected by addiction.Can drug addiction be treated?\n    Yes, but it’s not simple. Addiction is a chronic disease, so people can’t simply stop using drugs for a few days and be cured. For most patients to completely stop using and recover, long-term care is needed.\n    \n    Addiction treatment must help the person do the following:\n    \n    stop using drugs\n    stay drug-free\n    be productive in the family, at work, and in society\n        ",
    "name": "Drug Abuse Treatment",
    "slug": "drug-Abuse-treatment",
    "image": "https://antidrugrehab.com/wp-content/uploads/2018/03/michael-longmire-dLYk1p9YB0s-unsplash-compressed.jpg"
  },
  {
    "desc": "The drug abuse epidemic has taken its free, unhindered course in a world where millennials are desperate for freedom. As the world’s second most abused drug, amphetamines follow alcohol in the lead. We find that most people delve into amphetamine abuse because they believe it can help them.\n\n    Users of these drugs are known to become helpless and compulsive over time. This is known as addiction, and it is never pretty.Amphetamines do not improve focus\n\n    Many students, in the bid to score higher in their tests, begin amphetamine usage. In the long run, the opposite is the truth. All amphetamine does is give you a false feeling of increased focus.\n    \n    The effects of amphetamine abuse\n    Here’s how to know a person has been abusing amphetamine or using it for recreational purposes.\n    \n    Inability to sleep (insomnia)\n    Ever conscious of your heartbeat within the chest (palpitations)\n    Increased heart rate and blood pressure due to excess adrenaline.\n    Toxic psychosis conditions like hallucinations, panic, and paranoia.\n    Snorting amphetamine makes you suffer prolonged consequences like nose bleeds, and anosmia (inability to smell).\n    Injection, on the other hand, presents the risk of dangerous disease conditions like HIV/AIDS, hepatitis B\u0026C, and tetanus.\n        ",
    "name": "Amphetamine Addiction Treatment",
    "slug": "amphetamine-addiction-treatment",
    "image": "https://www.thefreedomcenter.com/wp-content/uploads/2020/08/amphetamine-addiction.jpg"
  },
  {
    "desc": "We provide behavioral therapy for those who are suffering with different kinds of behavioral problems by our expert professional team.\n    Inability to sleep (insomnia)\n    Ever conscious of your heartbeat within the chest (palpitations)\n    Increased heart rate and blood pressure due to excess adrenaline.\n    Toxic psychosis conditions like hallucinations, panic, and paranoia.\n    Snorting amphetamine makes you suffer prolonged consequences like nose bleeds, and anosmia (inability to smell).\n    Injection, on the other hand, presents the risk of dangerous disease conditions like HIV/AIDS, hepatitis B\u0026C, and tetanus.\n        ",
    "name": "Behavioral Therapy",
    "slug": "behavioral-therapy",
    "image": "https://media.self.com/photos/5a1f1d08dd6e774db2516961/16:9/w_1280,h_720,c_limit/cognative-behavioral-therapy.jpg"
  },
  {
    "desc": "The first stage in your drug rehabilitation is detoxification. Drug detoxification is where your body is given enough time to expel all drug residue from your system. Detoxification is arguably the most vital component of rehabilitation, although perhaps the toughest to tackle. Drug detoxification is conducted in a medically controlled environment where our qualified medical team observes your progress 24 hours a day until stabilisation is achieved",
    "name": "Detoxification",
    "slug": "detoxification",
    "image": "https://www.rhettwomenscenter.com/wp-content/uploads/2017/07/ClearChange-Detox-1024x869.jpg"
  },
  {
    "desc": "Once individuals get through the initial detox from drugs or alcohol, they will continue through rehabilitation. This is where patients get to the core reasons behind their addictions, addressing those issues so they can effectively move on with their lives without going back to drugs, alcohol, or their addictive behavior, Patients often do some inner work by identifying when they began using the substance and why they started abusing it,    Patients receive strategies on how they can direct their time to focus on getting involved in new hobbies or interests.\n    Time management skills are taught to allow patients to better use their time so they have less opportunity to think about relapse.\n    Patients learn to identify drug use triggers and how to deal with these triggering situations when they come up. If patients have a plan for various tempting situations, they are more likely to put their plan into action and avoid relapse.\n    This type of cognitive behavioral therapy addresses both the thoughts that patients have in relation to substance abuse and also the thoughts they have about life in general. It helps individuals reform their thinking patterns and make behavioral changes toward a healthy, sober life.",
    "name": "Rehab",
    "slug": "rehab",
    "image": "https://www.sanctuarylodge.com/wp-content/uploads/2019/10/rehab-concept.jpg"
  },
  {
    "desc": "Even after patients have completed their rehabilitation program, they are not finished with recovery. In fact, for many individuals, recovery is a lifelong process, requiring their ongoing work and attention. At times, the path to lifelong recovery may feel easy. Other times, it will be difficult for individuals to withstand the temptation to relapse. Like anything in life, it’s a journey that may feature varying terrain, so lifelong support is essential.\n\n    \n    Prior to leaving an addiction treatment program, the patient will meet with counselors to discuss a plan for aftercare. Many addiction rehab facilities offer follow-up programs to assist patients as they return to normal life.These follow-up plans may include weekend stays at the rehab center when the individual feels a touch-up stay is needed.\n    \n    Or a patient may live in a sober living facility for a while with other individuals recovering from addiction. While in a sober living facility, recovering individuals perform chores, work at an outside job, and participate in group therapy sessions. This offers a supportive transitional time for those recovering from addiction before being thrown back into “normal” life.\n    \n    Some individuals find the type of support they can get in very specific 12-step groups is more beneficial — whereas others gain the help they need from more general support groups.\n    \n    In these aftercare support groups, it’s often said that participants get what they give, so they are encouraged to interact with other group members and share their experiences with the group. Once those recovering are more established in their sobriety, they may choose to mentor those who are newly recovering.",
    "name": "Recovery",
    "slug": "recovery",
    "image": "https://www.sanctuarylodge.com/wp-content/uploads/2019/10/rehab-concept.jpg"
  },
  {
    "desc": "As a behavioral practice, gambling addiction refers to impulsive gambling that generates negative consequences in a person’s life despite the consequences. Human reward centers play a crucial role in process addictions, as well. A compulsive gambler is drawn to a high they feel when they place a bet –which has parallel effects to the brain as substance use.\n\n    Every time a person places a frequent gambling bet, the brain is flooded with dopamine and endorphins. Chemicals cause the brain to change its pattern, causing the person to feel either satisfied or happy depending on their chemical intake. Gamblers never feel satisfied or satisfied after repeating the dopamine and endorphin cycle; therefore, they are urged to wager again. Regardless of the adverse consequences, a gambling fanatic will keep going after the feeling of high.\n    \n    Pornography Addiction\n    \n    A state of mind when the urge to virtually participate or engage in sexual activity can be categorized as a progressive disorder or pornography addiction. Similar to drug and alcohol addiction, sex addiction is caused by a malfunction in the brain’s reward circuitry.\n    \n    Just like every individual is different, the addiction differs from each person. Though it is difficult to be identified it can create harmful behavioral consequences. These harmful consequences see the effect on work, family and personal identity. Sometimes triggering feelings of guilt and shame, which can lead to despair and separation from others.\n    \n    Pornography addiction is a progressive disorder and can get worse if disregarded. It is vital to seek help to avoid grave consequences.",
    "name": "OtherAddiction Treatments",
    "slug": "other-addiction-treatments",
    "image": "https://antidrugrehab.com/wp-content/uploads/2018/03/disease-of-addiction.jpg"
  }
]
